/* Ano */
"Ano" = "Áno";

/* back */
"Back" = "Späť";

/* chyba msg */
"Chyba komunikace" = "Chyba komunikácie";

/* Chyba chyba title */
"chyba title" = "Chyba";

/* timeout msg */
"connection timeout msg" = "Uplynula doba dotazu na server, čakať ďalej?";

/* Nabidky */
"Dalsia prijemka" = "Ďalší príjemka";

/* tlacitko odhlasenia */
"LogOff btn" = "Odhlásenie";

/* foto menu */
"Nahled" = "Náhľad";

/* Ne */
"Ne" = "Nie";

/* grid zaznamov */
"Nejednoznacne RZV" = "Nejednoznačná RZV, spresníte...";

/* Nabidky */
"Neodeslano" = "NEODOSLANÉ";

/* Nabidky */
"Neodoslane kompletne" = "Neboli odoslané kompletné dáta!";

/* next */
"Next" = "Ďalší";

/* navig title */
"Nezname vozidlo" = "Neznáme vozidlo";

/* Testovanie funkcnosti lokalizacie */
"novy" = "novy CZ";

/* Nabidky */
"Odeslano Ok" = "Odoslané OK";

/* HTTP/SOAP chyba msg */
"Odpoved serveru nie SOAP" = "Odpoveď serveru nie je SOAP";

/* grid zaznamov */
"Palivovy system" = "Palivový systém";

/* grid zaznamov */
"Planovane zakazky/checkIny" = "Naplánované zákazky/Rozpracované Check-Iny";

/* Nabidky */
"Pokracovat" = "Pokračovať";

/* navig caption */
"Povinne vybavy" = "Povinné výbavy";

/* chyba msg */
"Pozadovane data nevyplnena" = "Jedno alebo viac požadovaných polí nie je vyplnené";

/* chyba msg */
"server chyba msg" = "Chybná odpoveď od serveru";

/* foto menu */
"Smazat foto" = "Zmazať foto";

/* webService::sendMessage */
"Spojeni nevytvorene" = "Nebolo možné naviazať spojenie";

/* Testovanie lokalizacie */
"test" = "test Slovak";

/* navig title */
"Vozidlo nevybrano" = "Vozidlo nevybrané";

/*collumn name*/
"Status" = "Status";

/*collumn name*/
"RZV" = "RZV";

/*collumn name*/
"Vozidlo" = "Vozidlo";

/*collumn name*/
"Zakaznik" = "Zákazník";

/*collumn name*/
"PZ c." = "PZ č.";

/*collumn name*/
"VIN" = "VIN";

/*collumn name*/
"Zdroj" = "Zdroj";

/* mesice */
"Leden" = "Január";
"Unor" = "Február";
"Brezen" = "Marec";
"Duben" = "Apríl";
"Kveten" = "Máj";
"Cerven"  = "Jún";
"Cervenec" = "Júl";
"Srpen" = "August";
"Zari" = "September";
"Rijen" = "Október";
"Listopad" = "November";
"Prosinec" = "December";

/*typ paliva*/
"Benzin natural" = "Benzín natural";
"Diesel (Nafta)" = "Diesel (Nafta)";
"Benzin olovnaty" = "Benzín olovnatý";
"Plyn (LPG)" = "Plyn (LPG)";
"Elektro" = "Elektro";
"Plyn (CNG)" = "Plyn (CNG)";

/*UI strings*/

/*"Zakaznik" = "Zákazník";*/
"Zakaznik PH" = "Požadované: Meno Priezvisko / Firma";
"Stav tachometru" = "Stav tachometru";
"Pozadovano" = "Požadované";
"Stav paliva" = "Stav paliva";
"stav paliva 0" = "0";
"stav paliva 1" = "1/4";
"stav paliva 2" = "2/4";
"stav paliva 3" = "3/4";
"stav paliva 4" = "P";
"Informace o vozidle" = "Informácie o vozidle:";
"Vybava" = "Výbava:";
"Vuz pristavil" = "Voz pristavil";
"Jmeno Prijmeni" = "Meno Priezvisko";
"Pojistovaci udalost" = "Poisťovacia udalosť";
"Uzivatel info" = "Informácie o užívateľovi";

"Status odeslani" = "Status odoslania";
"Nabidka" = "Ponuka";
"Vybavy" = "Výbavy";
"Mista poskozeni" = "Miesta poškodenia";
"Fotografie" = "Fotografie";
"Zvlastni nabidka" = "Zvláštne ponuky";
"Odesli data" = "Odošli dáta";
"Platnost emisi" = "Platnosť emisií";
"Platnost STK" = "Platnosť STK";
"Levy bok" = "Ľavý bok";
"Zadni cast" = "Zadná časť";
"Pravy bok" = "Pravý bok";
"Predni cast" = "Predná časť";
"Strecha" = "Strecha";
"Poznamka" = "Poznámka:";
"Provozni oderky" = "Prevádzkové škrabance";
"Prihlaseni" = "Prihlásenie";
"Uzivatel" = "Užívateľ";
"Heslo" = "Heslo";
"OK" = "OK";
"URL" = "URL";
"Smaz certifikat" = "Zmaž certifikát";
"Pouzity certifikat" = "Použitý certifikát";
"UUID" = "UUID";

"Moje" = "Moje";
"Ostatne" = "Ostatné";
"HistorieVozu" = "História vozidla";

"Sluzby" = "Služby";
"Celky" = "Celky";
"Typ" = "Typ";
"Popis" = "Popis";
"PP/ND" = "PP/ND č.";
"Os.č." = "Os.č.";
"Informácie o vozidle" = "Informácie o vozidle";
"Informácie o zakazníkovi" = "Informácie o zákazníkovi";
"Stručná historie" = "Stručná história";
"Historie" = "História";
"Document" = "Protokol";
"Svolávací a dílenské akce" = "Zvolávacie a dielenské akcie";
"Kód závady" = "Kód chyby";
"Typ akce" = "Typ akcie";
"Plánované činnosti" = "Plánované činnosti";
"Provozovna" = "Prevádzka";
"Tým" = "Tým";
"Činnost" = "Činnosť";
"Výhodné nabídky" = "Výhodne ponuky";
"Volne vybavy" = "Voľné výbavy";
"Volne sluzby" = "Voľné služby";
"Volné nabidky" = "Voľné ponuky";
"Protokol" = "Protokol";
"Zakazkovy list" = "Zákazkový list";
"Poškození" = "Poškodenia";
"Prohlídka" = "Prehliadka";
"Nabídka služeb" = "Ponuka služieb";
"Poradce" = "Poradca";
"Cena" = "Cena";
"Cancel" = "Zrušiť";
"OK" = "OK";

/* Trabant */
"Pohledy" = "Pohľady";
"Exterier" = "Exteriér";
"Oderky" = "Škrabance";
"Siluety" = "Siluety";

/*Voz Info EF*/
"Scenar" = "Scenár";
"Datum prodeje/MR" = "Dátum predaja/MR";
"Pojistovaci udalost" = "Poisťovacia udalosť";
"OTP" = "OTP";
"Platnost EK" = "Platnosť EK";
"Servisni knizka" = "Servisná knižka";
"Interiér" = "Interiér";
"Informace o vozidle" = "Informácie o vozidle";
"Neulozene data" = "Dáta neboli odoslané";
"Novy Checkin" = "Nový Check-In";
"Chcete novy checkin" = "Zmazať aktuálne dáta";
"veriza DB struktury je nespravna" = "Verzia aplikácie nie je kompatibilná s verziou databáze.\nVerzia klienta: %d\nVerzia serveru: %d\nPožiadajte o aktualizáciu databáze na User HelpDesk - +421 0 850 111 886 alebo uhd@skoda-auto.cz.";
"nespravna url" = "URL adresa je nesprávna";
"parsovanie do DB sa nezdarilo"="Pársovanie do DB sa nezdarilo";
"Prevzi data"="Prevziať dáta";
"Nenalezena OBDII hlava"="Nenájdena OBDII hlava, skontrolujte Wifi";
"Neprebehlo ulozenie do DMS"="Neprebehlo uloženie do DMS";
"Menu"="Menu";
"AirPrint"="AirPrint";
"Server print"="Server print";
"Odosielam data"="Odosielam dáta";
"updating static data" = "updatovanie dát";
"StaticDataUpdate" = "Lokálné dáta sa obnovili, neuložené dáta budú zmazané";
"Odlozene polozky" = "Odložené služby";

"Sign" = "Sign";
"Send email" = "Send email";
"Email" = "Email";
"Stav oleje" = "Stav oleja";
"email predmet" = "Prijímací protokol vozidla %@ %@";
"email sprava" = "Váženy zákaznik\nV prílohe zasielame protokol o prevzetia Vašeho vozidla %@, %@, %@ do servisu.\n\nS priateľským pozdravom,\n%@\n%@";

"Material" = "Materiál";
"Prace" = "Práce";
"Celkem" = "Celkem";
"ks" = "ks";
"All packets"="Všetky pakety";
"ND"="Náhradné diely";
"PP"="Pracovné pozície";
"Packet search"="Vyhľadávanie paketov";
"Odoslanie emailu"="Odoslanie Preberacieho protokolu E-mailom";